/* Subject of email */
"Podcast Producer Notification" = "Podcast プロデューサーからの通知";

/*%1 = workflow name */
"%1$s has successfully completed" = "%1$s は正常に完了しました";

/* Announces the publishing destination list */
"This workflow published to the following destinations:" = "このワークフローは次の宛先に公開されました：";
"Your content has been successfully processed and published to the following destinations:" = "コンテンツは正常に処理されて次の場所に公開されました：";

/* end of email */
"This email was sent by Podcast Producer." = "このメールは Podcast プロデューサーによって送信されました。";
